{
  "Bag-o": {"content":"The silence in this house is deafening. She took everything but the scent of her perfume and my failures. Another fight lost, another bet gone wrong. They call me 'bag-o' in the pits—a beginner, a nobody. I stare at my last gamecock, the only thing of value I have left. Every feather reminds me of what I've lost, but tonight, something changed. This isn't just about winning money anymore. This is about proving her wrong, proving I'm not the failure she thinks I am. The journey starts with this single bird, with my own two hands. I will rise from this dirt.", "MMR":0},

  "Manokero":  {"content":"Five hundred fights later, and the pain still fuels me. My hands are calloused from training birds, my skin permanently stained with feed and determination. They call me 'Manokero' now—a proper cockfighter. I've learned to read the birds, to see the fire in their eyes that matches my own. The small victories stack up, each win a brick in the foundation of my revenge. I no longer fight for survival; I fight for legacy. Every opponent I defeat hears the same whisper: 'This is for her. This is for every tear she thought I wouldn't see.'","MMR":500},

  "Manejador":  {"content":"A thousand battles have tempered me like steel. The silver glow of 'Manejador' reflects in the eyes of my growing stable. I manage fighters now, not just one bird but a team of champions. The local cockpits know my name, respect my methods. They see the cold calculation in my eyes, the relentless pursuit of perfection. I study bloodlines and techniques while others sleep. Every victory is a message carried on the wind—I hope she hears them, these tales of my rising glory. The man she left broken in the dust is being rebuilt, stronger and harder than before.","MMR":1000},

  "Haciendero":  {"content":"Fifteen hundred wins, and the gold of 'Haciendero' feels like justice. I own the land my birds train on now—a proper farm with the best bloodlines money can buy. Young fighters come to learn from me, but I teach them nothing of mercy. I only teach them what the pain taught me: win or be forgotten. My birds are extensions of my will, their golden feathers gleaming under the arena lights. They say success is the best revenge, but they're wrong. This is not success—this is a war fought one feather at a time, and I'm just beginning my campaign.","MMR":1500},

  "Don":  {"content":"Two thousand victories, and the platinum glow of 'Don' surrounds me like authority. I command respect in every cockpit across the region. Men who once mocked my methods now seek my counsel. The money means nothing—the power is everything. I look at the empty seat in the luxury boxes where she should have been, and I feel nothing but cold purpose. My birds fight with a precision that comes from endless training, from the knowledge that failure is not an option. Every opponent falls before my legacy, another step toward proving that her greatest mistake was walking away.","MMR":2000},

  "Agalon":  {"content":"Twenty-five hundred wins, and the diamond glow of 'Agalon' marks me as a master. I have become the teacher now, the standard others measure themselves against. My methods are studied, my bloodlines coveted. The young sabungeros watch me with awe, but they don't see the emptiness that drives me. They don't understand that every champion I create is just another weapon in my arsenal. When she hears my name now, it must echo with regret. I have built an empire from the ashes of our life together, and I'm not done building yet.","MMR":2500},

  "Hari":  {"content":"Three thousand victories, and the royal purple of 'Hari' fits like a crown I forged myself. I am king of the cockfighting world, my name spoken with reverence from province to province. The arenas fill when I fight, spectators hoping to witness perfection. She must know by now what she lost—the newspapers carry my story, the radio sings my praises. But the throne feels cold without someone to share it with. No matter. The final rank approaches, and with it, the ultimate proof that she was wrong to ever doubt me.","MMR":3000},

  "Sabungero Grande":  {"content":"Thirty-five hundred victories, and the crimson glow of 'Sabungero Grande' is my final form. I stand atop the mountain I climbed with bloody hands and a broken heart. They write legends about my rise from nothing, about the man who turned betrayal into triumph. I look down from the highest box, at all the faces looking up at me with admiration and fear. The revenge is complete, the point proven. Yet as the cheers wash over me, I realize I've been fighting the wrong person all along. The victory I truly needed wasn't over her, but over the man I used to be.", "MMR":3500}
}