{
  "Bag-o": {"content":"That silence in this house... it's crushing. She went to Don Rafael, but first took everything except the scent of her perfume and my failures. I stare at my four gamecocks, the only souls left in this world who depend on me. They don't see a failure. They see the man who feeds them. Tonight, something changed. It's not about winning back what I lost. It's about being worthy of their trust. I have to start learning, for their sake. We will rise from this dirt, together. I’m gonna become a Grand Sabungero.\n\nDuring our marriage with Esmeralda, my wife, or should I say my ex, we had an agreement that if ever we part, all I have will be hers, and all she has will be mine. Since her family was as affluent as ours, that didn’t matter to me, until I was informed that I won’t be receiving anything from her as legally, everything she owned was her father’s. It was planned all along.\n\nThankfully, she didn’t get my father’s book as it was not stated in his will, and my four gamecocks belonged to my mother, Sarah, who was a former Sinulog Queen before she fell into a coma, and as such weren’t legally mine. Mother once told me when they were just chicks, that they were special, as the more she cared for them, the faster their feathers grew.\n\nShe named the red one, Sugbo, as the feathers are as beautiful as this island, the brown one Yuta, because of his instinct to plant seeds he found in the soil, the black one Kalag, because of how he stares right at our souls, and the white one Mactan, as its courage in protecting the normal chicks resembles Cebu’s hero, Lapu-Lapu.",
  "MMR":0},

  "Manokero":  {"content":"They call me 'Manokero' now. A proper cockfighter. However, even with that, I still have to work as a habal-habal driver in my spare time, to make sure that I can feed my roosters well. My father, people called him “Haring” Isidro, left me a thin book that contains “everything I needed to know”, or so he said. I had always dismissed it, believing true strength lay in the size of the flock, not the knowledge in the palm of my hand. Now, I have to read for their sake\n\nBut now, I have to make sure I can properly support my roosters, so I opened it. The pages were few, the text sparse. Yet, I found that when I look for a subject that I need, it just seems to be there, like it always has been there. It’s strange. And has this book always been this thick? I remember it was thinner, and the more I read the less thin it felt. It’s probably me getting tired from working.\n\nWhile I get tired, work is fun. I carry my roosters with me everywhere. I even made a helmet for them so they can ride safely. I also gave them the miniature Sinulog Crown once given to my mother as praise. Now they have protection from Sto. Nino. Speaking of protection, Grandfather once gave me a charm made of chicharon. He said that it will help me resist temptations. It definitely did, because it forced me to resist eating the chicharon, which is my favorite by the way. Hahaha, I wanted to do the same to my roosters and since they like dried mangoes, I made them a dried mango necklace. Their faces are so funny."
  ,"MMR":500},

  "Manejador":  {"content":"The silver shine of ‘Manejador’... it suggests I command a legion. But my legion has only four souls, and I do not command them. I listen to them. It angers me that my opponents use shenanigans to injure and damage my roosters like giving my roosters a pellet that obviously has poison. To my surprise though, maybe because of the dried mango necklace and chicharon charm, they were able to resist eating the pellets. Not only that, they won’t eat foods found on the ground unless I feed it to them. They make me proud!\n\nNeighbors that become my customers in my habal-habal part time, warn me that Don Rafael won’t stop until I have nothing left. I ask them why when aside from the book, the only ones I have left are those that my Mother owns. They said that’s exactly why, and refuse to elaborate because of their fear of the Don.\n\nBecause of my curiosity, I tried to find clues about the history of Don Rafael in the public library, but failed to find any. I retreated to my home and decided to just read from my father’s book, and surprisingly, there is a page about Don Rafael when he was young. That’s… impressive but why does this book have that page, I never saw that before.\n\nIt turns out that Don Rafael and Father were rivals, not just in cockfighting, but also romantically. Don Rafael was infatuated with my Mother, however, Mother always rejected him as her eyes were only for her childhood friend, my Father. Now it makes sense why Don Rafael collaborated with my ex-wife to get everything from me.",
  "MMR":1000},

  "Haciendero":  {"content":"The gold of 'Haciendero' suggests vast lands and countless birds. Esmeralda and Don Rafael, took those away from me. Now I only earned enough to acquire a small farm, for the same four souls who have always been with me. They have open space now, good earth under their feet. I feel like celebrating. I'll buy the roosters dried mangoes, probably 4 packs, since they can devour them in just a minute. They eat so big and that’s probably the reason why they grow fast.\n\nOn the way to the store, someone told me, “you are a Haciendero right? Be careful”, and then walked away hurriedly. That was weird, although now that you mentioned it, I heard that many Sabungeros that reach this rank quit almost immediately. I put that thought aside and bought the dried mangoes.\n\nOn my way home, I noticed people following me. This is suspicious. I ran towards our house, and they did the same. Now they are clearly targeting me. When I reached the door, it opened and revealed that there were already 4 people inside waiting for me. They tried to attack me, but Sugbo, Yuta, Kalag and Mactan pecked at their feet simultaneously as if we had planned this beforehand. They flinched and that gave me the opportunity to knock down one of them. Realizing this, the other three tried to attack me as quickly as they could but I and the roosters coordinated so well that we were able to knock all of them down and tie them up.\n\nThey told me that they will not be telling me anything, until of course Kalag and the others start pecking at them. They revealed that it was the Don that ordered them and every other Hacienderos were beaten up to make sure that they don’t become a threat to the Don. Now everything is adding  up. The Don is controlling the cockfighting scene in Cebu through evil means.",
  "MMR":1500},

  "Don":  {"content":"'Don.' A title of respect. They respect the legend of the man who climbed so high with only four birds. They say it's about how much knowledge I've gathered, but I look at my champions and I see our real history. Maybe this is what Great Grandfather felt when he also became a Don, as I've heard, unlike Father who made an entire army.\n\nSpeaking of Father, he unfortunately passed away when I was 18. It was the height of his career when he mysteriously disappeared and was declared dead. Reasons for death were unknown. As I was reading his book, a picture fell from a small compartment I didn’t notice before. It's a picture of Father and his two friends, holding their roosters. Wait a minute these two are familiar. The one on the left was the one who warned me about Don Rafael’s obsession with my mother and the other one warned me about the danger of being a Haciendero.\n\nI ran out of the farm to find them as fast as I could. I examined the picture and at the back showed a map to a location that I have never been before. I followed it and arrived at a place that looked familiar. Ahh, it was the location of where the picture was taken.\n\n'We have been waiting for you', a voice said.<br>'Your father was right, you will come here when the time is ripe', another voice said.<br>I turned to them and said 'You two were my father’s friends right?'<br>'Were? We still are friends' the one I met at the store said<br>'Okay fine but you know what I mean', I said\n\nThey told me that eventually, I will fight the Don, and the Don will do everything that he can whatever means necessary to make me fail. They will train me, they say. The one I met at the stores introduced himself as Agalon Raymundo and the one that told me about Don Rafael was Agalon Juan. After knowing that they were once former Agalons, all doubts in my mind disappeared. I thanked them and accepted their offer. They said that they were simply carrying their friend's wish.\n\nA letter arrived, from Don Rafael himself. It’s a contract. It states:<br>'I accept Don Rafael’s challenge in a cockfight. I will bet my roosters and the Sinulog Crown and Don Rafael bets his entire property'<br>It has already been signed by Don Rafael, the confidence he has is absurd for betting his entire property. The former Agalons told me to sign, as they were waiting for an opportunity to avenge my Father, and I looked at my roosters. I don’t want to risk them, but their eyes say that they want to win, so I signed. Now, after all this time, it’s finally time to face Don Rafael.",
  "MMR":2000},

  "Agalon":  {"content":"'Blast this!' Don Rafael said. 'Hahahahaha, take everything I have, it’s yours. But do not think that this is over just yet'. 'What are you talking about? You have nothing left, it is already over Don Rafael', I said. 'Heheheheeh', he walked away with an evil laugh. After all this time, I finally got my father’s property, his memento. I’m never losing them again.\n\nI looked at Esmeralda, her eyes filled with fury. I don’t feel anything intense after this 'revenge', instead I feel pity. Because she and Don Rafael were married, they own the properties together. Therefore, me stripping away the Don also stripped her away of everything. She ran away with tears in her eyes. I and the roosters feel sorry for her.\n\n'He’s right, nothing’s over just yet', Agalon Juan said.<br>'It is though, I finally avenged my father, I got everything he owned back', I said.<br>'Remember when I said we still are friends with your father? You seem to misunderstand that', Agalon Raymundo said.<br>'What do you mean?', I asked<br>'Your father is still alive', Agalon Juan revealed.<br>'WHAT? What are you talking about? If so, where is he?!', I asked very nonchalantly.<br>'He’s taking care of your mother', Agalon Raymundo answered.<br>'But I thought he’s dead, that’s what the police told me', I said<br>'He only faked his death, as I told you, nothing is over yet', Agalon Juan explained.\n\nThey told me that Don Rafael is just a small part of an organization that controls the cockfighting business in the entire Philippines. My father knew that when he became a Hari, he would be targeted by this organization, just like other Haris before him and thus put everything in his will and faked his death. He is trying to investigate the whereabouts of those people that seemingly disappeared. And he will avenge mother, who was attacked by the organization because of her connection to Father, by finding evidence of their crimes and imprisoning them.\n\nThey told me that for that to happen, I have to become a Hari and attract their attention. <br>'Trust in your Father, he is the most intelligent man I know', Agalon Juan said.<br>'He predicted that you would become an Agalon by the age of 21, and he knows you’re going to surpass even him', he continued.<br>They are right, it doesn’t matter either way, my roosters still want to fight, who am I to ignore their wishes., ",
  "MMR":2500},

  "Hari":  {"content":"'Hari.' King. They crown me king of the cockfighting world. The arenas fill to watch a miracle: a man and his four original gamecocks, still standing, still united. This purple cloak is just fabric. The true royalty is in the steady gaze of my birds, who have never doubted their king. This time I’ll buy them a lechon, for each one of them, because they can just swallow a lechon in a matter of seconds.\n\n'A letter arrived from your father', Agalon Raymundo said.<br>'An attack from the organization will occur tonight, relocate immediately', he proceeded.<br>'But relocate where? I have no place to relocate to', I said<br>'Your Grandmother from Sarah’s side lives secludedly, the organization has been trying to find her for decades but still has not found her', Agalon Juan said.<br>'Huh? But why is the organization trying to find Lola?', I asked<br>'You’ll know why shortly', he answered.\n\nMe, the Agalons and my roosters travelled deep into a forest. There’s this big tree, and when I focus I can almost see a door. The Agalons opened the door and revealed a stairway. We followed the stairway and it led to a mansion that is under the forest. I met Lola. 'Mano po', I said. <br>'You have grown, child', Grandma said.<br>'Thank you, Lola, it has been a long time', I said.<br>'Go to that room, someone is waiting for you', she said\n\nI went to the room Lola was pointing to and there I found Mother, sleeping, with dextrose and other medical equipment around her.<br>'Mom was here?! No wonder I can’t find her in any hospital', I exclaimed nonchalantly.<br>'We had to hide from the organization', Lola said.<br>'Or more accurately, we are hiding from the government', she continued.<br>'WHAT? What’s the government got to do with anything?', I asked<br>'Did you bring your father’s book?', Lola asked<br>'Yes I did', I answered politely.<br>'That book was a gift from your mother when she confessed her love to your father, a tradition in our family, and your father cherished it ever since', Lola revealed.<br>'Really?', I said rather shocked.\n\n'You might have heard that your mother was targeted because of his connection to your father, who was a master at cockfighting, threatening the organization, but that is just a facade', she said.<br>'What do you mean?', I asked.<br>'Why do you think the organization is roaming free?', she pressed.<br>'I- I don’t know', I answered with no answer.<br>'It’s coordinating with the government', Agalon Juan said.<br>'Exactly, that book is a treasure in Cebu, and the government has been trying to get their hands on it. It’s a book that contains everything', Lola said<br>'A book that contains everything?! I thought that was just a metaphor', I said.<br>'Well, your father probably thought so too. That can only be used by males of our bloodline. Your father cannot use it, and he was only reading from the passages created by my father', Lola mentioned.<br>'Great Grandfather?', I clarified.\n\n'Yes, he once used that book to become a Grand Sabungero, which is why it already contained all the essential knowledge that your father used.', she explained<br>'So only I can use it now?', I asked<br>'Yes, you’re the only one that can make the book thicker and access any knowledge that you want', Lola said<br>'Your father was a smart man, he did not include that in his will because that will just notify the government of the book’s whereabouts', Lola added<br>'THAT EXPLAINS EVERYTHING', I exclaimed\n\n'Your father is trying to gather evidence and connections right now, just like any lawyer would, but you are the key to his plan. Only you can use the book to show evidence of the organization’s crimes', Agalon Raymundo added.<br>'I am the key to his plan?', I asked<br>'Yes, now that you have attracted their attention, they’re bound to make a move, and while that happens, they won’t have any time to hide their evidence and proof of their crimes', he added<br>'Exactly, for an organization this big and is exceptional in getting rid of every evidence that incriminates them, this is a rare opportunity', Agalon Juan added.<br>'But before that, I have to try something', I said excitedly",
  "MMR":3000},

  "Sabungero Grande":  {"content":"The crimson glow of 'Sabungero Grande' is my final form. I stand at the peak, my hands raw but my heart full. They write legends about the man who reached the summit with only four birds, a more impressive feat than he who rose to the top with only five birds, my Great Grandfather. It has been several months, and my family is now back together\n\nI used the book to tell me a cure for my mother’s coma. It took a while, but she was able to fully recover. Father was able to find a connection from the International Court of Justice, and we used the book’s power to locate the whereabouts of the people, then gathered witnesses and evidence that would incriminate the illegal organization. Father’s plan worked, the evidence and witnesses were not cleaned in time and we gathered them successfully.\n\nWe asked the ICJ to keep us anonymous and they kept their promise. Because of the International nature of the court, the Government cannot help the organization and so it was fined and everyone associated was imprisoned.\n\nBack to my gamecocks, I noticed that Sugbo, Yuta, Kalag and Mactan are now running around with chicks, maybe from my father’s hens that I won back from Don Rafael, and I don’t know why but they already have feathers? They grow fast. Faster than other chicks at least. And they eat a lot like their parents for sure. \n\nThe journey to the top was not one that I expected, a lot happened. Got involved in politics and even a magical book. I wanted to become a Grand Sabungero to prove myself. I thought I’d be happier but, now I realized, it was the journey that was fun and the help I got along the way, from my unexpected friends, my roosters, and my family. THE END",
  "MMR":3500}
}